Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_157_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: davvisámegielas jorgalan : Ilmari Mattus
smn: jurgâlâm orjâlâškielâst : Ilmari Mattus

source: Teavstta lea dárkkistan ja heivehan Anára guvlui Matti Morottaja .
smn: čallui tarkkum já Aanaar kuávlun heiveiittem : Matti Morottaja

source: dássi : vuođđoskuvla
smn: tääsi : vuođuškovla

source: siiddut : 45
smn: sijđoh : 45

source: Girji čilge mot galgá lávu ja bealljegoađi cegget , mot árrana ja sajušdola dahkat , mot sáhttá luonddu ávdnasiid átnit ávkin .
smn: Kirje čielgee maht kalga láávu já peljikuáđi ceggiđ , maht kalga aarrân já sajostuulâ toohâđ , maht puáhtá luándu amnâsijd anneeđ ävkkin .
